[
  {
    "Name": "Antique Vase",
    "Description": "This exquisite antique vase, originating from the 19th century, exemplifies the fine craftsmanship and artistic flair of its era. The vase is made from high-quality porcelain, featuring an intricate design of hand-painted floral motifs that showcase vibrant colors and meticulous attention to detail. The floral patterns are bordered with delicate gilding, adding a touch of opulence and enhancing its visual appeal. Standing at approximately 12 inches in height, the vase is a perfect example of period elegance, with its gracefully curved neck and ornate handles. It is an ideal piece for collectors of historical ceramics or those who appreciate the beauty of classic art. Its age and condition make it a rare find, and it comes with a provenance certificate that details its historical background and previous ownership.",
    "SellerId": "seller_id",
    "WinnerId": null,
    "SoldAmount": null,
    "StartingPrice": 100.00,
    "CreatedAt": "2024-08-21T00:00:00Z",
    "UpdatedAt": "2024-08-21T00:00:00Z",
    "EndingTime": "2024-09-01T00:00:00Z",
    "PictureUrl": "https://res.cloudinary.com/dsceyl414/image/upload/v1724732649/hdjrxjmgh0mf2i7hvmfp.webp",
    "PicturePublicId": "hdjrxjmgh0mf2i7hvmfp",
    "Status": "Live",
    "AuctionType": "Abstractions"
  },
  {
    "Name": "Vintage Wristwatch",
    "Description": "This vintage wristwatch from the 1950s is a quintessential example of mid-20th-century horological design. The watch features a polished stainless steel case with a diameter of 36mm, showcasing a classic round shape that is both elegant and timeless. The dial is adorned with simple, yet sophisticated hour markers and hands, all powered by a manual wind movement renowned for its precision and durability. The watch is complemented by a genuine brown leather strap that is both stylish and comfortable. It is in excellent working condition, having been carefully maintained over the years. For collectors of vintage timepieces or enthusiasts of classic design, this wristwatch represents a valuable and aesthetically pleasing addition. A detailed history of the watch, including service records and previous ownership, is included.",
    "SellerId": "seller_id_2",
    "WinnerId": null,
    "SoldAmount": null,
    "StartingPrice": 200.00,
    "CreatedAt": "2024-08-22T00:00:00Z",
    "UpdatedAt": "2024-08-22T00:00:00Z",
    "EndingTime": "2024-09-05T00:00:00Z",
    "PictureUrl": "https://res.cloudinary.com/dsceyl414/image/upload/v1724732649/q1qpnvuyx3wknglubfuj.webp",
    "PicturePublicId": "q1qpnvuyx3wknglubfuj",
    "Status": "Live",
    "AuctionType": "Timed"
  },
  {
    "Name": "Modern Art Painting",
    "Description": "This vibrant modern art painting is the work of a contemporary artist known for their innovative use of color and form. The piece features a dynamic composition with bold, sweeping brushstrokes that create a sense of movement and energy. The painting is executed in oil on canvas, measuring 36x48 inches, and employs a vivid palette of reds, blues, and yellows that capture the viewer’s attention. The artist’s signature style is evident in the abstract representation of emotion and concept, making this painting a compelling centerpiece for any modern art collection. The artwork is framed in a high-quality, custom-built frame that enhances its visual impact. It comes with a certificate of authenticity and a detailed description of the artist’s background and artistic influences.",
    "SellerId": "seller_id_3",
    "WinnerId": "winner_id_1",
    "SoldAmount": 1500.00,
    "StartingPrice": 500.00,
    "CreatedAt": "2024-08-20T00:00:00Z",
    "UpdatedAt": "2024-08-24T00:00:00Z",
    "EndingTime": "2024-08-23T00:00:00Z",
    "PictureUrl": "https://res.cloudinary.com/dsceyl414/image/upload/v1724732649/m06py5mzz9btdhzndxaj.webp",
    "PicturePublicId": "m06py5mzz9btdhzndxaj",
    "Status": "Finished",
    "AuctionType": "Sealed"
  },
  {
    "Name": "Collectible Comic Book",
    "Description": "This collectible comic book, a rare first edition from the 1960s, is a significant piece for enthusiasts of vintage comics and pop culture history. The comic features early artwork from a legendary artist and writer, showcasing original cover art that has become iconic within the genre. The book is in near mint condition, with vibrant colors and minimal signs of wear. It is preserved in a protective mylar sleeve to maintain its value and condition. The comic includes a unique storyline that reflects the creative innovations of its time, making it a valuable collector’s item. Detailed provenance and a certificate of authenticity are provided to verify its rarity and historical importance.",
    "SellerId": "seller_id_4",
    "WinnerId": null,
    "SoldAmount": null,
    "StartingPrice": 300.00,
    "CreatedAt": "2024-08-23T00:00:00Z",
    "UpdatedAt": "2024-08-23T00:00:00Z",
    "EndingTime": "2024-09-10T00:00:00Z",
    "PictureUrl": "https://res.cloudinary.com/dsceyl414/image/upload/v1724732649/thgfxfiihac8ssyii8ls.webp",
    "PicturePublicId": "thgfxfiihac8ssyii8ls",
    "Status": "Live",
    "AuctionType": "English"
  },
  {
    "Name": "Luxury Handbag",
    "Description": "This brand-new designer luxury handbag is a statement of high fashion and sophistication. Crafted from premium leather, it features a sleek, modern design with a spacious interior and multiple compartments for organization. The handbag is adorned with polished metal hardware and the designer's signature logo, which adds to its exclusivity. The interior is lined with high-quality fabric and includes a zippered pocket for added convenience. The bag is a versatile accessory that can be used for both everyday outings and special occasions. Its pristine condition, original tags, and designer authenticity guarantee make it a coveted item for fashion enthusiasts and collectors alike.",
    "SellerId": "seller_id_5",
    "WinnerId": null,
    "SoldAmount": null,
    "StartingPrice": 800.00,
    "CreatedAt": "2024-08-24T00:00:00Z",
    "UpdatedAt": "2024-08-24T00:00:00Z",
    "EndingTime": "2024-09-15T00:00:00Z",
    "PictureUrl": "https://res.cloudinary.com/dsceyl414/image/upload/v1724732649/kmpg7izmxshf89mkvwch.webp",
    "PicturePublicId": "kmpg7izmxshf89mkvwch",
    "Status": "Live",
    "AuctionType": "Dutch"
  }
]